Repository: common-repository/insert-video-with-schemaorg-ivws
Catalog: languages/insert-video-with-schemaorg-ivws-*.po
Languages: ru_ru

source: Add video this microdata
ru_ru: Вставить видео с микроразметкой

source: Add video
ru_ru: Добавить видео

source: URL video
ru_ru: Ссылка на видео

source: Add a link to the video in the format https://www.youtube.com/watch?v=Rt0nIManqrQ
ru_ru: Добавьте ссылку на видео в формате https://www.youtube.com/watch?v=HPwH0yS1c44

source: Width player
ru_ru: Ширина видеоплеера

source: Specify the width of the window video player
ru_ru: Укажите ширину видеоплеера

source: Height player
ru_ru: Высота видеоплеера

source: Specify the height of the window video player
ru_ru: Укажите высоту видеоплеера

source: Alignment video
ru_ru: Выравнивание видео

source: Alignment on the page video player window: left, center, right on the edge.
ru_ru: Выравнивание видео на страницы: по центру, по левому краю, по правому краю.

source: Align center
ru_ru: Выровнять по центру

source: Align left
ru_ru: Выровнять по левому краю

source: Align right
ru_ru: Выровнять по правому краю

source: Add microdata
ru_ru: Данные для микроразметки

source: Url video
ru_ru: Ссылка видео

source: Add url video. eg https://www.youtube.com/watch?v=HPwH0yS1c44
ru_ru: Ссылка на видео, например https://www.youtube.com/watch?v=HPwH0yS1c44

source: Video title
ru_ru: Заголовок

source: Specify the video title
ru_ru: Укажите название видео

source: Description of video
ru_ru: Описание видео

source: Specify the video description of movie
ru_ru: Укажите описание к видео. Это обязательный параметр

source: Video duration
ru_ru: Длительность

source: Specify the duration of the video in ISO 8601 format
ru_ru: Укажите длительность видео в формате ISO 8601

source: Minutes
ru_ru: Минуты

source: Seconds
ru_ru: Секунды

source: Download date video
ru_ru: Дата загрузки видео

source: Move the cursor to select the date, and download video clips. The desired format will be installed automatically.
ru_ru: Установите курсор в поле даты и выберите дату загрузки видео. Нужный формат установиться автоматически.

source: Link to the thumbnail
ru_ru: Ссылка на значок

source: Enter a link to a thumbnail from the video.
ru_ru: Введите ссылку на значок из видео

source: Width thumbnail
ru_ru: Ширина значка

source: Enter the width of a thumbnail from the video
ru_ru: Введите ширину из видео

source: Height thumbnail
ru_ru: Высота значка

source: Enter the height of a thumbnail from the video
ru_ru: Введите высоту значка из видео

source: Show similar videos
ru_ru: Показывать похожие видео

source: Show player controls
ru_ru: Показывать панель управления

source: Show video title and action bar
ru_ru: Показывать заголовок и панель

source: Paste a link to the video
ru_ru: Введите ссылку на видео
